[
  {
    "Id": 1,
    "Name": "Calathea",
    "Image": "https://images.pexels.com/photos/6754892/pexels-photo-6754892.png?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "Family": "Marantaceae",
    "Origin": "Tropical regions of South America",
    "Size": "Small",
    "Description": "Blossoms in spring and summer, 5-6 new leaves per year. In summer, water 2-3 times a week. However, stagnant water in the pot is unacceptable. It is undesirable that large drops of water fall on the leaves. Use warm soft water. In winter, watering is limited to 1 time in 6-8 days, the soil must dry between two waterings.",
    "Price": 25,
    "Lighting": "The light is moderate indirect, it is better to put it in 2 m from a window facing west. With excessive light, the leaves twist, their color fades.",
    "Care": "Qalat leaves, like all members of the family marantaceae, are formed on the night - this is normal. In summer, the plant can be taken out to the garden or to the balcony, but it should be protected from the wind. The plant does not like drafts and gas combustion products. Completely dried leaves should be removed in a timely manner. Wipe the leaves with either a soft dry cloth or a brush, since they are easily damaged. Plants love the moist hot air of the bathroom especially at a time when someone is taking a shower. The plant is well-grown in a group with other plants to increase air humidity.",
    "Stock": 2
  },
  {
    "Id": 2,
    "Name": "Areca Palm",
    "Image": "https://img.freepik.com/free-photo/palm-tree-house-plant-pot_53876-125837.jpg?t=st=1710277325~exp=1710280925~hmac=432a35b7008383909f72042b43caede355ddab880ef61b5ce88c68628702b0dc&w=740",
    "Family": "Aracaceae",
    "Origin": "USA (Arizona, California), Mexico",
    "Size": "Large",
    "Description": "In the home culture blooms extremely rarely, in the summer. Abundant in summer, 1-2 times a week. In winter, less often - every 10-14 days, the soil in winter should be hardly damp.",
    "Price": 45,
    "Lighting": "A bright diffused light, it is best to place the plant in a tub near the south-west or south-east window.",
    "Care": "In the summer it is desirable to take out on the street. Regular rubbing of leaves is required. Carefully, the tips of the leaves are very sharp Washington.",
    "Stock": 2
  },
  {
    "Id": 3,
    "Name": "Dracaena",
    "Image": "https://img.freepik.com/free-photo/snake-plant-pot_53876-110349.jpg?t=st=1710277404~exp=1710281004~hmac=19e5a3fb049929818bee6a569e0eb0a05d7f934c1c72f3c3d0940736fa6aac69&w=740",
    "Family": "Agavaceae",
    "Origin": "Asia, Australia, Africa",
    "Size": "Medium",
    "Description": "Blossom quite rarely in the summer flowers of cream color (some species are fragrant). Watering in summer is abundant 1-2 times a week, in winter 1 time in 8-12 days. The plant should not be poured, but the soil should not completely dry out either.",
    "Price": 30,
    "Lighting": "Plants with bright leaves prefer bright diffuse light. The best place is 1-2 m from the south or south-west window. In a shady place, the color will be pale.",
    "Care": "Strongly stretched plant is most expedient to cut, the top can be rooted. It is advisable to regularly wipe the leaves. The brown tips of the leaves should be cut off.Dracaena sander can be grown in water, wherein the dissolved minerals. The plant is quite shady, the shoots can stand in a vase with water in the back of the room.",
    "Stock": 2
  },
  {
    "Id": 4,
    "Name": "Jasminum",
    "Image": "https://img.freepik.com/free-photo/vase-with-beautiful-floral-arrangement_23-2148029168.jpg?t=st=1710277766~exp=1710281366~hmac=c7c9acd19ce7d7171dc0c37cf35e5d1963eabe957166830c12e0257dba8741f1&w=996",
    "Family": "Oleaceae",
    "Origin": "China",
    "Size": "Small",
    "Description": "Bloom from January to March, white fragrant flowers in racemose inflorescences. In winter, during the flowering plants watered 2 times a week, the substrate should dry out a bit between waterings. In summer, during growth, watered every day or every 2 days, the soil must remain moist.",
    "Price": 17.5,
    "Lighting": "Bright light is required make shade from the hot midday rays. Suitable south-east or south-west window.",
    "Care": "The plant is desirable support, it can be made in the form of a flexible arch. The plant needs airing. After flowering, all long branches can be cut to 2/3.",
    "Stock": 2
  },
  {
    "Id": 5,
    "Name": "Rose",
    "Image": "https://img.freepik.com/free-photo/vase-with-decorative-flowers_1203-1640.jpg?t=st=1710278098~exp=1710281698~hmac=47934339e5928934b7d8a69b202b13c4562fd0b676b4ed1ddd72c9cf0b4f9d8e&w=1380",
    "Family": "Rosaceae",
    "Origin": "Central Asia",
    "Size": "Small",
    "Description": "Blossoms, starting from March till April for about 2 weeks. Can bloom up to 3 times a year. Water with soft water in the summer several times a week. The substrate should dry slightly between watering to a depth of -2.5 cm. In winter, watered about once a week.",
    "Price": 15,
    "Lighting": "A sunny place, a few hours of direct sunshine a day. With insufficient light, the rose will not bloom.",
    "Care": "For the summer it is good to take the plant in the garden. Requires regular pruning in spring and after flowering.",
    "Stock": 2
  },
  {
    "Id": 6,
    "Name": "Cyperus",
    "Image": "https://img.freepik.com/free-photo/interior-design-with-green-plant_23-2149551388.jpg?t=st=1710278150~exp=1710281750~hmac=ca5a7a727b41b2a9c29eca47e67c3c09e9491b99e44367cca4f2ed7ff893ed0e&w=740",
    "Family": "Cyperaceae",
    "Origin": "Africa, Madagascar, the Mediterranean, Central America",
    "Size": "Large",
    "Description": "Blossoms in the summer, small yellow-green inflorescences, out of the sinuses leaflets. The plant grows along the riverbanks, it is highly hygrophilous, the lower part of the pot must be in the summer in the water, in the winter after watering the water is drained. If the soil in the pot dries up, the plant will turn yellow within the next 24 hours.",
    "Price": 45,
    "Lighting": "Non-directional light or penumbra. Prefers northern or eastern windows. He loves the light, but you have to shade from the bright sun. Can be grown under artificial lighting for at least 16 hours a day.",
    "Care": "If the leaves of the plant have massively turned yellow, they should be cut off at the root, and soon new ones will grow. Cyperus grows very well near the aquarium or pool.",
    "Stock": 2
  },
  {
    "Id": 7,
    "Name": "Tradescantia",
    "Image": "https://img.freepik.com/free-photo/pink-plant-white-pot_53876-134280.jpg?t=st=1710278200~exp=1710281800~hmac=26def2a827f864866e9ab6bdefbac6d9b5bce9ae1d3e18f3b56f3ebb62bc3151&w=826",
    "Family": "Commelinaceae",
    "Origin": "Mexico and Brazil",
    "Size": "Small",
    "Description": "This plant forms white with a blue-violet tint paniculate inflorescences, which should be cut immediately after flowering. In spring and summer watered 2 times a day, the soil should not dry, but should not be allowed to have stagnating water. In winter, watered no more than 1 time per week. In winter, the soil between watering should slightly dry out.",
    "Price": 20,
    "Lighting": "Prefers bright diffused light, especially variegated forms. However, they easily adapt to partial shade. In case of insufficient illumination, the stems can stretch and break easily, with excessive light, the old leaves turn yellow, and young ones get a violet color.",
    "Care": "In the spring, it is necessary to carry out rejuvenating pruning at a height of 3-4 knots from the ground. The plant stalks break easily, so you should be careful with the plant.",
    "Stock": 2
  },
  {
    "Id": 8,
    "Name": "Epipremnum",
    "Image": "https://img.freepik.com/free-photo/african-mask-plant-pot_53876-142815.jpg?t=st=1710278248~exp=1710281848~hmac=9c73bfbc3da6d985c1d3d2d47e5abfe903feada4c293a26ea9fcebf83cbb7ae6&w=740",
    "Family": "Araceae",
    "Origin": "Tropical regions of Southeast Asia, Solomon Islands, Malay Archipelago, Indonesia",
    "Size": "Medium",
    "Description": "The leaves usually have yellow-marble pattern. Young plants have waxy, heart-shaped green leaves, measuring up to 10 cm long and variegated with yellow to white. In spring and summer, water once in 4-5 days with warm water at room temperature, in winter - no more than once in 7-8 days. The soil between the watering should gently dry out from above.",
    "Price": 30,
    "Lighting": "It prefers scattered light and adapts to penumbra, it is possible to grow at a distance of 0.5-2 m from a brightly lit window. However, under the conditions of shading, the color of the leaves becomes less variegated, and the size is smaller.",
    "Care": "Scindapsus poorly tolerates the effects of gas combustion products and does not like drafts. Usually requires support, the moss-covered pole is best suited. The plant can be cut in spring. To form a bushy shape, shoots are cut in spring in half their length.",
    "Stock": 2
  },
  {
    "Id": 9,
    "Name": "Snake Plant",
    "Image": "https://img.freepik.com/free-photo/snake-plant-gray-plant-pot-wooden-floor_53876-105821.jpg?w=740",
    "Family": "Agavaceae",
    "Origin": "Kenya, Madagascar, Namibia, Angola",
    "Size": "Medium",
    "Description": "Blossom throughout the year, but more often in summer fragrant stellate flowers on a long peduncle. The top layer of soil between watering in the summer should dry up to a great depth. Water 1 time in 7-14 days, in winter 1 time in 3-4 weeks. The plant is harmful excessive watering, especially the ingress of water into the center of the outlet.",
    "Price": 35,
    "Lighting": "Plants with variegated leaves prefer bright scattered light, only in bright light can abundant flowering. Sansevieriya can easily tolerate direct sun.",
    "Care": "It is advisable to regularly wipe the leaves.",
    "Stock": 2
  },
  {
    "Id": 10,
    "Name": "Rubber Plant",
    "Image": "https://img.freepik.com/free-photo/rubber-plant-black-pot_53876-110271.jpg?t=st=1710278391~exp=1710281991~hmac=fd721f703c0f62e386e9c18235960d9b7b10f79dd914aa9a5b007cb158991206&w=740",
    "Family": "Mulberry",
    "Origin": "Brazil, Columbia and Peru",
    "Size": "Medium",
    "Description": "This has large, 3 ½ to 12-inch-long, thick, glossy evergreen leaves, multiple trunks, and a spreading, irregular canopy. It is best to water your Rubber Tree every 1-2 weeks, allowing the soil to dry out between waterings",
    "Price": 35,
    "Lighting": "It is best to give this species medium to bright light, preferably bright indirect. If your windows receive harsh direct sun, placing a sheer curtain over it can help diffuse the light.",
    "Care": "Spray with a mister every few days, they like to keep their leaves moist.",
    "Stock": 2
  },
  {
    "Id": 11,
    "Name": "African Milk Tree",
    "Image": "https://img.freepik.com/free-photo/cereus-cactus-pot_53876-133152.jpg?t=st=1710278539~exp=1710282139~hmac=b5062d61407b78c702b3fa98c96e52bb0d37b7e6a925098bfc2f1eda7278009c&w=740",
    "Family": "Spurges",
    "Origin": "Central Africa",
    "Size": "Medium",
    "Description": "While it looks like a cactus, Euphorbia trigona is actually a succulent plant that has adapted to the hot dry weather by storing water in its stem and branches. Only water when the soil is completely dry.",
    "Price": 40,
    "Lighting": "This plant is best in full sun or light shade, this succulent is used to exposure and loves the light.",
    "Care": "The leaves on these plants are short-lived and die off on a regular basis. This is natural and the plant will generate more from time-to-time.",
    "Stock": 2
  }
]
